/* original app has been modified and moved */
"%1$@ has been updated and moved. Do you want to change all your keychain items to allow the new version access to your keychain?" = "已經更新並移動“%1$@”。您要更改所有的鑰匙圈項目以便讓此新版的應用程式能夠存取這些鑰匙圈嗎？";

/* original app has been updated (paths equal) v2 */
"%1$@ has been updated. Do you want to allow the new version to access the same keychain items (such as passwords) as the previous version?" = "%1$@ 已被更新。您要允許新版本存取和上一版相同的鑰匙圈項目（例如密碼）嗎？";

/* original app has been updated (paths equal) */
"%1$@ has been updated. Do you want to change all your keychain items to allow the new version access to your keychain?" = "已經更新“%1$@”。您要更改所有的鑰匙圈項目以便讓此新版的應用程式能夠存取這些鑰匙圈嗎？";

/* Descriptive text for when the app doesn't match the item's ACL. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain item." = "“%1$@”可能已在軟體更新時被更新或修改。因此您必須開放權限使用鑰匙圈項目。";

/* Descriptive text for when the app doesn't match the item acls in a keychain's items. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain." = "“%1$@”可能已在軟體更新時被更新或修改。因此，您必須開放權限使用鑰匙圈項目。";

/* Confirm Access message text when operation is unknown. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key affected. */
"%1$@ wants to access key \\U201C%2$@\\U201D in your keychain." = "“%1$@”想存取鑰匙圈中的密碼“%2$@”。";

/* Confirm Access message text when attempting to generate a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being generated. */
"%1$@ wants to add the  \\U201C%2$@\\U201D item to your keychain." = "“%1$@”想將“%2$@”項目加入鑰匙圈。";

/* Confirm Access message text when attempting to modify the ACL of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the ACL is being changed. */
"%1$@ wants to change access permissions of the \\U201C%2$@\\U201D item in your keychain." = "“%1$@”想更改鑰匙圈中“%2$@”項目的存取權限。";

/* Confirm Access message text when attempting to modify the owner of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the owner is being changed. */
"%1$@ wants to change the owner of the \\U201C%2$@\\U201D item in your keychain (the owner of the item is the one allowed to change access permissions)." = "“%1$@”想要更改鑰匙圈中“%2$@”項目的持有人（此項目的持有人是可以更改存取權限的持有人）。";

/* Confirm Access message text when attempting to decrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to decrypt the \\U201C%2$@\\U201D item in your keychain." = "“%1$@”想替鑰匙圈中的“%2$@”項目解密。";

/* Confirm Access message text when attempting to delete a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being being deleted. */
"%1$@ wants to delete the \\U201C%2$@\\U201D item from your keychain." = "“%1$@”想從鑰匙圈中刪除“%2$@”項目。";

/* Confirm Access message text when attempting to derive a key from a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used to derive a key from. */
"%1$@ wants to derive a key from key \\U201C%2$@\\U201D in your keychain." = "“%1$@”想存取鑰匙圈中的密碼“%2$@”。";

/* Confirm Access message text when attempting to encrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to encrypt using key \\U201C%2$@\\U201D in your keychain." = "“%1$@”想使用鑰匙圈中的密碼“%2$@”來進行加密。";

/* Confirm Access message text when attempting to export a key in wrapped form. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being exported. */
"%1$@ wants to export key \\U201C%2$@\\U201D from your keychain." = "“%1$@”想輸出鑰匙圈中的密鑰“%2$@”。";

/* Confirm Access message text when attempting to import a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being imported. */
"%1$@ wants to import key \\U201C%2$@\\U201D into your keychain." = "“%1$@”想將密鑰“%2$@”輸入鑰匙圈。";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign using key \\U201C%2$@\\U201D in your keychain." = "“%1$@”想使用鑰匙圈中的密碼“%2$@”來進行簽署。";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign with key \\U201C%2$@\\U201D in your keychain." = "“%1$@”想使用鑰匙圈中的密碼“%2$@”來進行簽署。";

/* Unlock reason */
"%1$@ wants to use the \\U201C%2$@\\U201D keychain." = "“%1$@”想使用鑰匙圈“%2$@”。";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request. %2$@ says '...allow?' or '...enter keychain password' if password is required for the operation. */
"%1$@ wants to use your .Mac password. %2$@" = "“%1$@”要求使用您的 .Mac 密碼。%2$@";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to use your confidential information stored in \\U201C%2$@\\U201D in your keychain." = "“%1$@”想使用您在鑰匙圈的“%2$@”裡儲存的機密資訊。";

/* Part of the Confirm Access message text when application fails static code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been altered on disk. You might be running something that is pretending to be \\U201C%1$@\\U201D." = "“%1$@”已在磁碟上被修改了。您可能正在執行某些偽裝成“%1$@”的項目。";

/* Part of the Confirm Access message text when application has failed dynamic code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been modified while running and no longer conforms to what was installed on disk." = "“%1$@”在執行時已被修改，無法與磁碟上原本安裝的項目相符。";

/* Part of the Confirm Access message text when neither a signature nor a path is available to verify the application. */
"\\U201C%1$@\\U201D is unknown. Access is denied." = "“%1$@”是未知的物件。拒絕存取。";

/* new app introduced, give it access? */
"An application named %1$@ needs to access your keychain, but there is an existing version. Do you want to change all your keychain items to allow the new version access to your keychain?" = "名為“%1$@”的應用程式需要存取鑰匙圈，但電腦裡已經有舊版的應用程式。您要更改所有的鑰匙圈項目以便讓新版的應用程式能夠存取這些鑰匙圈嗎？";

/* AppType */
"Application:" = "應用程式：";

/* Authentication no longer needed */
"Authentication is no longer needed." = "不再需要進行認證。";

/* Cancel button title */
"Cancel" = "取消";

/* changed application wanting access */
"Changed Process:" = "已更改的程序：";

/* confirm that a application changed panel title string */
"Confirm Application Change" = "確認更改應用程式";

/* Copy Location To Clipboard SFURLView menu item */
"Copy Location To Clipboard" = "將所在位置內容拷貝到剪貼板";

/* Detail disclosure button label.  Details about authorization requests. */
"Detail" = "詳細資訊";

/* Do you want to allow access to this item? */
"Do you want to allow access to this item?" = "您想要允許連接到此項目嗎？";

/* Do you want to allow this? */
"Do you want to allow this?" = "要開放權限嗎？";

/* Password for a newly created keychain, change keychain password. */
"Enter a new password for the keychain \\U201C%1$@.\\U201D" = "輸入鑰匙圈“%1$@”的新密碼。";

/* When configuring a keychain on additional Macs (non-login kc) */
"Enter the password for keychain \\U201C%1$@\\U201D on \\U201C%2$@\\U201D." = "輸入在“%2$@”的“%1$@”鑰匙圈密碼。";

/* Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized. */
"Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized." = "在您同步的其中一部電腦上輸入鑰匙圈“%1$@”的密碼。";

/* Part of the Confirm Access message text when application signature cannot be verified.  %1$@ is replaced by the name of the application making the request. */
"It is not possible to tell whether \\U201C%1$@\\U201D is unchanged from the last time it was used. Someone could have modified or replaced it." = "無法分辨“%1$@”在上次使用後是否進行了任何更動。其他人可能已經修改或替換它。";

/* Keychain Access application's name */
"Keychain Access.app" = "Keychain Access.app";

/* When referring to a faceless application or tool that represents the system, Mac OS X, your computer, your system, this replaces the client name in the authentication dialog */
"Mac OS X" = "Mac OS X";

/* Shown instead of Password: when asking the user to provide a new password or change an old one. */
"New Password:" = "新密碼：";

/* No button title */
"No" = "否";

/* Sometimes no password is required and the field is inactive.  This string is set in it as a placeholder. */
"Not required." = "不需要。";

/* OK button title */
"OK" = "好";

/* Show user provided hint to help remember password */
"Password hint: \\U201C%1$@\\U201D." = "密碼提示：“%1$@”。";

/* In the case of a smartcard instead of a keychain, the PIN label is substituted where the Password label is. */
"PIN:" = "PIN：";

/* Unlock reason detail */
"Please enter the keychain password." = "請輸入鑰匙圈密碼。";

/* Typical pwd suggestion */
"Secure passwords typically are longer than 6 characters and should not contain obvious words like dog, cat, and so on." = "安全密碼長度通常超過 6 個字元，且不可包含如 dog、cat 等普通字眼。";

/* Authentication unable to continue */
"Sorry, unable to continue the authentication." = "抱歉，無法繼續進行認證。";

/* Unlock unable to continue */
"Sorry, unable to continue the unlock." = "抱歉，無法繼續進行解鎖。";

/* Authentication canceled */
"Sorry, you attempted to authenticate too many times." = "抱歉，您嘗試進行認證太多次。";

/* NewPwd canceled */
"Sorry, you attempted to set your password for the \\U201C%1$@\\U201D keychain too many times." = "抱歉，您嘗試設定鑰匙圈“%1$@”的密碼太多次了。";

/* Unlock canceled */
"Sorry, you attempted to unlock \\U201C%1$@\\U201D too many times." = "抱歉，您嘗試解鎖“%1$@”太多次。";

/* Unlock failed; invalid password */
"Sorry, you entered an invalid password." = "抱歉，您輸入的密碼無效。";

/* For referring to the system keychain. */
"System" = "系統";

/* Application with same name is different and possibly in a different location as well. */
"The \\U201C%1$@\\U201D software on your computer has changed and wants to access your keychain." = "電腦上的“%1$@”軟體已變更，且想存取鑰匙圈。";

/* Part of the Confirm Access informational text when application is unsigned.  %1$@ is replaced by the name of the application making the request. */
"The authenticity of \\U201C%1$@\\U201D cannot be verified." = "無法驗證“%1$@”的認證。";

/* error after succefully entering a password which then fails to get added to a keychain. */
"The item could not be added to your default keychain." = "無法將項目加入您的預設鑰匙圈。";

/* detailed message for allowing a process to have the same access as original app v2. */
"The keychain items may include passwords and other important information. If you click Allow, the new version of \\U201C%1$@\\U201D will have access to all the keychain items used by previous version. This change is permanent." = "鑰匙圈項目可能包含了密碼和其他重要資訊。若您按一下“允許”，新版本的“%1$@”將會有權限讓前一版本取用鑰匙圈項目。此更動是永遠有效的。";

/* Authentication failed; invalid username or password */
"The name or password you entered is incorrect." = "您輸入的名稱或密碼不正確。";

/* detailed message for allowing a process to have the same access as original app. */
"This change is permanent and affects all keychain items in all your keychains." = "此更動是永久性的，並且會影響您所有的鑰匙圈項目。";

/* Application with same name is different and possibly in a different location as well. */
"This is a new version of the application \\U201C%1$@\\U201D. Do you want to allow it to access the same keychain items as the previous version?" = "這是新版本的應用程式“%1$@”。您要允許它取用與前一版本相同的鑰匙圈項目嗎？";

/* When configuring a keychain on additional Macs - details text */
"This is the same password you used to first synchronize your keychain \\U201C%@\\U201D with .Mac." = "這個密碼和您原先用來和 .Mac 同步鑰匙圈“%@”時所用的密碼相同。";

/* Please enter the keychain password. */
"To allow this, enter the \\U201C%1$@\\U201D keychain password." = "若要允許權限，請輸入鑰匙圈“%1$@”的密碼。";

/* When configuring a keychain on additional Macs (login kc) */
"To synchronize your keychain on this computer, enter the password for your user account on \\U201C%1$@\\U201D." = "若要在此部電腦上同步您的鑰匙圈，請輸入您在“%1$@”上的使用者帳號密碼。";

/* To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize. */
"To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize." = "若要在此部電腦上同步您的鑰匙圈，請輸入您要同步之電腦的使用者帳號密碼。";

/* ToolType */
"Tool:" = "工具：";

/* Try again later */
"Try again later." = "請稍後再試一次。";

/* Please Try again */
"Try entering your information again." = "嘗試再次輸入您的資訊。";

/* Authenticate greeting changing the system certificate Trust Settings. */
"Type an administrator's name and password to make changes to the System Certificate Trust Settings." = "請輸入管理者的名稱和密碼來更動“系統憑證信任設定”。";

/* Authenticate greeting for a non-admin asking to authenticate as an admin.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type an administrator\\U2019s name and password to allow %1$@ to make changes." = "輸入管理者名稱和密碼來允許“%1$@”進行更動。";

/* Authenticate greeting for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name, or the localized string representing the system (Mac OS X). */
"Type the name and password of a user in the \\U201C%1$@\\U201D group to allow %2$@ to make changes." = "輸入在“%1$@”群組中使用者的名稱和密碼來允許“%2$@”進行更動。";

/* Authenticate greeting for an admin, or a user that can authorize.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type your password to allow %1$@ to make changes." = "輸入您的密碼來允許“%1$@”進行更動。";

/* Authenticate greeting changing the per-user certificate Trust Settings. */
"Type your password to make changes to your Certificate Trust Settings." = "請輸入密碼來更動您的“憑證信任設定”。";

/* UnkownProcessType */
"Unknown:" = "未知的：";

/* Unlock no longer needed */
"Unlock is no longer needed." = "不再需要進行解鎖。";

/* Yes button title */
"Yes" = "是";

/* pwd is blank */
"You have not provided a password. Please specify one." = "您尚未提供密碼。請指定一個密碼。";

/* pwd too simple */
"You have specified a non-secure password. Please use a longer one." = "您已指定一個不具安全性的密碼。請使用一個較長的密碼。";

/* used that pwd before */
"You have used that password before. Please use a different one." = "該密碼已使用過。請使用不同的密碼。";

/* Authentication failure for admin group.  %1$@ gets replaced with Application name. */
"You must type an administrator\\U2019s name and password to make changes to %1$@." = "若要更改“%1$@”，您必須輸入管理者的名稱和密碼。";

/* Authentication failure for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name. */
"You must type the name and password of a user in the \\U201C%1$@\\U201D group to make changes to %2$@." = "若要更改“%2$@”，您必須輸入“%1$@”群組中的使用者的名稱和密碼。";

/* NewPwd verify not equal */
"Your password is not the same as the verify password." = "您的密碼與驗證的密碼不一致。";

/* pwd unacceptable */
"Your password is unacceptable." = "無法接受您的密碼。";

